{
  "head": {
    "title": "Yourcity - Agreements",
    "content": "Yourcity application regulations. A set of rules and guidelines.",
    "keywords": "regulations, rules, list of rules"
  },
  "title": "Agreements",
  "app": "Application - A concept understood as a website available at https://yourcity.io.",
  "user": "User - a person using the application.",
  "rules": [
    {
      "message": "The user using the Yourcity application accepts the rules and regulations and reads all the rules contained in the regulations."
    },
    {
      "message": "The user undertakes to use the application in a way that does not interfere with its operation and integrity, and does not expose the application to a deliberate burden."
    },
    {
      "message": "The creator of the Yourcity application does not take any responsibility for the incorrect operation of the page or outdated or incorrect information that is displayed during the search of profiles."
    },
    {
      "message": "The Yourcity application is in continuous development and can sometimes be unstable or not be available to users during the upgrade."
    },
    {
      "message": "The source of data for Yourcity is <a href=\"https://developers.facebook.com/docs/places/web\" target=\"_blank\">Places Graph API - Facebook<a>."
    },
    {
      "message": "The application uses cookies only for statistical purposes."
    },
    {
      "message": "The Yourcity application can be disabled at any time by the person managing it and cease to provide information services."
    },
    {
      "message": "Please note that profile information may be out of date or untrue what the creator has no influence on."
    },
    {
      "message": "All photos on the main page, the photo gallery page and the list of all countries are the property of the creator. It is forbidden to copy and unauthorized use without the author's consent."
    },
    {
      "message": "The creator makes every effort to ensure that the application works stably and as well as possible."
    },
    {
      "message": "If you observe unstable work of the application or find errors, the user is asked to contact the developer and describe the problem."
    }
  ]
}
